[
  {
    "characterData": "Little King John - Halfling Bard who rules over a tiny kingdom of woodland creatures. Known for his crown made of acorns and his ability to command respect despite his small stature.",
    "characterCreator": "RoyalRat"
  },
  {
    "characterData": "Green de la Bean - Dragonborn Sorcerer with vibrant green scales. Has an obsession with beans and legumes, often using plant-based magic. Speaks in rhymes about vegetables.",
    "characterCreator": "BeanMaster"
  },
  {
    "characterData": "Ronald Raygun - Human Artificer who crafts strange magical devices. Former politician turned inventor, specializes in creating beam weapons and communication devices.",
    "characterCreator": "RaygunRon"
  },
  {
    "characterData": "The Gerg - Mysterious Warforged Fighter of unknown origin. Speaks only in grunts and 'gerg' sounds. Incredibly strong but struggles with complex social interactions.",
    "characterCreator": "GergLord"
  },
  {
    "characterData": "Happyman Johnson - Human Cleric of the Life Domain with an unnaturally cheerful disposition. Always smiling, even in the darkest dungeons. His optimism is both inspiring and unsettling.",
    "characterCreator": "HappyHealer"
  },
  {
    "characterData": "Big Baby - Half-Orc Barbarian who acts like an oversized infant. Throws tantrums in combat, wields a massive pacifier-shaped club, and has surprising emotional intelligence.",
    "characterCreator": "BabyRage"
  },
  {
    "characterData": "Microwaved Hamster - Kenku Rogue with a tragic backstory. Can only repeat phrases he's heard, most of which are kitchen appliance sounds. Surprisingly effective at stealth missions.",
    "characterCreator": "HamsterTime"
  },
  {
    "characterData": "Jesus - Human Paladin with divine powers and long flowing hair. Can walk on water, multiply food, and has a tendency to speak in parables during combat encounters.",
    "characterCreator": "DivineOne"
  },
  {
    "characterData": "The Genius Himself - Human Wizard of extraordinary intelligence who creates elaborate plans that somehow always work. Wears a lab coat as armor and speaks with scientific precision.",
    "characterCreator": "BigBrain"
  },
  {
    "characterData": "Potato Knishes - Halfling Monk who fights using kitchen utensils and food items. Trained in the ancient art of culinary combat, can turn any meal into a weapon.",
    "characterCreator": "KnishFighter"
  }
]